Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# automation.editor.unconditional_warning
source: This rule has no conditions. It will always be active while enabled.
cs: Toto pravidlo nemá žádné podmínky, bude vždy aktivní, dokud je zapnuté.
de: Diese Regel hat keine Bedingungen, sie gilt immer, solange sie eingeschaltet ist.
fr: Cette règle n’a aucune condition, elle sera toujours active tant qu’elle est activée.
it: Questa regola non ha condizioni, sarà sempre attiva finché è abilitata.
ja: このルールには条件がありません。有効にしている間は常に適用されます。
ko: 이 규칙에는 조건이 없습니다. 사용하는 동안 항상 적용됩니다.
nl: Deze regel heeft geen voorwaarden, hij is altijd actief zolang hij is ingeschakeld.
pl: Ta reguła nie ma warunków, będzie zawsze aktywna, gdy włączona.
pt_br: Esta regra não tem condições, ela ficará sempre ativa enquanto estiver habilitada.
ru: У этого правила нет условий, оно всегда активно, пока включено.
tr: Bu kuralın koşulu yok, etkin olduğu sürece her zaman geçerli olur.
uk: Це правило не має умов, воно завжди активне, поки ввімкнене.
zh_hans: 此规则没有条件，启用时将始终生效。

# automation.editor.use_current_location
source: Use current location
cs: Použít aktuální polohu
de: Aktuellen Standort verwenden
fr: Utiliser la position actuelle
it: Usa la posizione attuale
ja: 現在地を使用
ko: 현재 위치 사용
nl: Gebruik huidige locatie
pl: Użyj bieżącej lokalizacji
pt_br: Usar localização atual
ru: Использовать текущее местоположение
tr: Geçerli konumu kullan
uk: Використати поточне місцезнаходження
zh_hans: 使用当前位置

# automation.enable_description
source: Rules run automatically. The top-most rule whose conditions match right now wins.
cs: Pravidla běží automaticky. Použije se první pravidlo shora, jehož podmínky jsou právě splněny.
de: Regeln werden automatisch ausgeführt. Es gilt die oberste Regel, deren Bedingungen gerade zutreffen.
fr: Les règles s’exécutent automatiquement. La première règle (en haut) dont les conditions sont remplies l’emporte.
it: Le regole vengono eseguite automaticamente. Vince la prima regola in alto le cui condizioni sono soddisfatte ora.
ja: ルールは自動的に実行されます。現在条件が一致している最上位のルールが適用されます。
ko: 규칙은 자동으로 실행됩니다. 지금 조건이 맞는 가장 위쪽 규칙이 적용됩니다.
nl: Regels worden automatisch uitgevoerd. De bovenste regel waarvan de voorwaarden nu kloppen, wint.
pl: Reguły działają automatycznie. Wygrywa pierwsza reguła od góry, której warunki są teraz spełnione.
pt_br: As regras são executadas automaticamente. Vence a primeira regra (de cima) cujas condições são atendidas agora.
ru: Правила выполняются автоматически. Действует верхнее правило, условия которого сейчас совпадают.
tr: Kurallar otomatik olarak çalışır. Koşulları şu anda eşleşen en üstteki kural geçerli olur.
uk: Правила виконуються автоматично. Діє найвище правило, умови якого зараз збігаються.
zh_hans: 规则自动运行。当前条件匹配的最上方规则生效。

# automation.enable_toggle
source: Enable Charging Automation
cs: Zapnout automatizaci nabíjení
de: Ladeautomatisierung aktivieren
fr: Activer l’automatisation de la charge
it: Abilita automazione della ricarica
ja: 充電の自動化を有効にする
ko: 충전 자동화 사용
nl: Oplaadautomatisering inschakelen
pl: Włącz automatyzację ładowania
pt_br: Ativar automação de carregamento
ru: Включить автоматизацию зарядки
tr: Şarj otomasyonunu etkinleştir
uk: Увімкнути автоматизацію заряджання
zh_hans: 启用充电自动化

# automation.help.button_accessibility
source: About automation
cs: O automatizaci
de: Über die Automatisierung
fr: À propos de l’automatisation
it: Informazioni sull’automazione
ja: 自動化について
ko: 자동화 정보
nl: Over automatisering
pl: O automatyzacji
pt_br: Sobre a automação
ru: Об автоматизации
tr: Otomasyon hakkında
uk: Про автоматизацію
zh_hans: 关于自动化

# automation.help.conditions
source: Conditions are optional. Restrict a rule to a schedule (a one-off date or repeating days and times) and/or a location. When you set both, both must match.
cs: Podmínky jsou volitelné. Omezte pravidlo na rozvrh (jednorázové datum nebo opakující se dny a časy) a/nebo polohu. Když nastavíte obojí, musí platit obojí.
de: Bedingungen sind optional. Beschränke eine Regel auf einen Zeitplan (ein einmaliges Datum oder wiederkehrende Tage und Zeiten) und/oder einen Ort. Wenn du beides festlegst, muss beides zutreffen.
fr: Les conditions sont facultatives. Limitez une règle à un horaire (une date unique ou des jours et heures récurrents) et/ou à un lieu. Si vous définissez les deux, les deux doivent correspondre.
it: Le condizioni sono facoltative. Limita una regola a una pianificazione (una data singola o giorni e orari ricorrenti) e/o a un luogo. Se imposti entrambe, devono corrispondere entrambe.
ja: 条件は任意です。ルールをスケジュール（1回限りの日付、または繰り返す曜日と時間帯）や場所に限定できます。両方を設定した場合は、両方が一致する必要があります。
ko: 조건은 선택 사항입니다. 규칙을 일정(일회성 날짜 또는 반복되는 요일 및 시간)과/또는 위치로 제한하세요. 둘 다 설정하면 둘 다 일치해야 합니다.
nl: Voorwaarden zijn optioneel. Beperk een regel tot een schema (een eenmalige datum of terugkerende dagen en tijden) en/of een locatie. Als je beide instelt, moeten beide kloppen.
pl: Warunki są opcjonalne. Ogranicz regułę do harmonogramu (jednorazowej daty lub powtarzających się dni i godzin) i/lub lokalizacji. Gdy ustawisz oba, oba muszą być spełnione.
pt_br: As condições são opcionais. Restrinja uma regra a uma programação (uma data única ou dias e horários recorrentes) e/ou a um local. Se você definir ambos, ambos precisam corresponder.
ru: Условия необязательны. Ограничьте правило расписанием (разовой датой либо повторяющимися днями и временем) и/или местоположением. Если задать оба, должны совпадать оба.
tr: Koşullar isteğe bağlıdır. Bir kuralı bir zamanlamayla (tek seferlik tarih ya da yinelenen gün ve saatler) ve/veya bir konumla sınırlayın. İkisini de ayarlarsanız ikisinin de eşleşmesi gerekir.
uk: Умови необов’язкові. Обмежте правило розкладом (одноразовою датою або повторюваними днями й часом) та/або місцезнаходженням. Якщо задати обидва, мають збігатися обидва.
zh_hans: 条件是可选的。可将规则限制为某个时间安排（单次日期或重复的星期和时间）和/或某个位置。如果同时设置，两者都必须匹配。

# automation.help.heading
source: How automation works
cs: Jak funguje automatizace
de: So funktioniert die Automatisierung
fr: Comment fonctionne l’automatisation
it: Come funziona l’automazione
ja: 自動化の仕組み
ko: 자동화 작동 방식
nl: Hoe automatisering werkt
pl: Jak działa automatyzacja
pt_br: Como a automação funciona
ru: Как работает автоматизация
tr: Otomasyon nasıl çalışır
uk: Як працює автоматизація
zh_hans: 自动化的工作原理

# automation.help.location
source: Location rules need Location Services permission and Wi-Fi, which your Mac uses to determine where it is.
cs: Pravidla podle polohy vyžadují oprávnění k polohovým službám a Wi-Fi, kterou Mac používá ke zjištění své polohy.
de: Standortregeln benötigen die Berechtigung für Ortungsdienste und WLAN, mit dem dein Mac seinen Standort bestimmt.
fr: Les règles de localisation nécessitent l’autorisation du service de localisation et le Wi-Fi, que votre Mac utilise pour déterminer où il se trouve.
it: Le regole basate sulla posizione richiedono l’autorizzazione dei Servizi di localizzazione e il Wi-Fi, che il Mac usa per determinare dove si trova.
ja: 場所のルールには、位置情報サービスの許可と、Macが現在地を特定するために使うWi-Fiが必要です。
ko: 위치 규칙에는 위치 서비스 권한과, Mac이 위치를 파악하는 데 사용하는 Wi-Fi가 필요합니다.
nl: Locatieregels hebben toestemming voor locatievoorzieningen en wifi nodig, die je Mac gebruikt om te bepalen waar hij is.
pl: Reguły lokalizacji wymagają zgody na usługi lokalizacji oraz Wi-Fi, którego Mac używa do ustalenia swojego położenia.
pt_br: Regras de local precisam de permissão dos Serviços de Localização e de Wi-Fi, que o seu Mac usa para determinar onde está.
ru: Правилам по местоположению нужны разрешение на службы геолокации и Wi-Fi, по которому Mac определяет своё местоположение.
tr: Konum kuralları, Konum Servisleri izni ve Mac’inizin yerini belirlemek için kullandığı Wi-Fi gerektirir.
uk: Правила за місцезнаходженням потребують дозволу служб локації та Wi-Fi, за яким Mac визначає своє розташування.
zh_hans: 位置规则需要定位服务权限和Wi-Fi，Mac用它来确定自己的位置。

# automation.help.menu
source: While a rule is active, the menu bar shows which rule and limit are in effect.
cs: Když je pravidlo aktivní, řádek nabídek ukazuje, které pravidlo a limit platí.
de: Wenn eine Regel aktiv ist, zeigt die Menüleiste, welche Regel und welches Limit gelten.
fr: Quand une règle est active, la barre des menus indique quelle règle et quelle limite s’appliquent.
it: Quando una regola è attiva, la barra dei menu mostra quale regola e quale limite sono in vigore.
ja: ルールが有効なときは、メニューバーにどのルールと上限が適用されているかが表示されます。
ko: 규칙이 활성화되면 메뉴 막대에 어떤 규칙과 한도가 적용 중인지 표시됩니다.
nl: Wanneer een regel actief is, toont de menubalk welke regel en limiet van kracht zijn.
pl: Gdy reguła jest aktywna, pasek menu pokazuje, która reguła i limit obowiązują.
pt_br: Quando uma regra está ativa, a barra de menus mostra qual regra e limite estão em vigor.
ru: Когда правило активно, строка меню показывает, какое правило и лимит действуют.
tr: Bir kural etkinken menü çubuğu hangi kuralın ve sınırın geçerli olduğunu gösterir.
uk: Коли правило активне, рядок меню показує, яке правило та ліміт діють.
zh_hans: 当某条规则生效时，菜单栏会显示当前生效的规则和限制。

# automation.help.priority
source: Rules are checked from top to bottom. The first rule whose conditions match right now wins. Drag to reorder them.
cs: Pravidla se kontrolují shora dolů, vyhrává první, jehož podmínky jsou právě splněny. Pořadí změníte přetažením.
de: Regeln werden von oben nach unten geprüft, es gewinnt die erste, deren Bedingungen gerade zutreffen. Zum Umsortieren ziehen.
fr: Les règles sont évaluées de haut en bas, la première dont les conditions correspondent l’emporte. Faites glisser pour les réorganiser.
it: Le regole vengono controllate dall’alto verso il basso, vince la prima le cui condizioni corrispondono ora. Trascina per riordinarle.
ja: ルールは上から順に確認され、条件が現在一致する最初のルールが適用されます。ドラッグして並べ替えできます。
ko: 규칙은 위에서 아래로 확인되며, 지금 조건이 맞는 첫 번째 규칙이 적용됩니다. 드래그하여 순서를 바꿀 수 있습니다.
nl: Regels worden van boven naar beneden gecontroleerd, de eerste waarvan de voorwaarden nu kloppen, wint. Sleep om de volgorde te wijzigen.
pl: Reguły są sprawdzane od góry do dołu, wygrywa pierwsza, której warunki są teraz spełnione. Przeciągnij, aby zmienić kolejność.
pt_br: As regras são verificadas de cima para baixo, vence a primeira cujas condições correspondem agora. Arraste para reordenar.
ru: Правила проверяются сверху вниз, побеждает первое, чьи условия сейчас совпадают. Перетащите, чтобы изменить порядок.
tr: Kurallar yukarıdan aşağıya kontrol edilir, koşulları şu anda eşleşen ilk kural geçerli olur. Sıralamak için sürükleyin.
uk: Правила перевіряються згори донизу, перемагає перше, чиї умови зараз збігаються. Перетягніть, щоб змінити порядок.
zh_hans: 规则从上到下检查，当前条件匹配的第一条规则生效。拖动可重新排序。

# automation.help.rules
source: Each rule sets a charge limit that applies while its conditions are met.
cs: Každé pravidlo nastaví limit nabíjení, který platí, dokud jsou splněny jeho podmínky.
de: Jede Regel legt ein Ladelimit fest, das gilt, solange ihre Bedingungen erfüllt sind.
fr: Chaque règle définit une limite de charge qui s’applique tant que ses conditions sont remplies.
it: Ogni regola imposta un limite di ricarica che si applica quando le sue condizioni sono soddisfatte.
ja: 各ルールは、条件が満たされている間に適用される充電上限を設定します。
ko: 각 규칙은 조건이 충족되는 동안 적용되는 충전 한도를 설정합니다.
nl: Elke regel stelt een oplaadlimiet in die geldt zolang aan de voorwaarden wordt voldaan.
pl: Każda reguła ustawia limit ładowania, który obowiązuje, gdy spełnione są jej warunki.
pt_br: Cada regra define um limite de carregamento que se aplica enquanto suas condições são atendidas.
ru: Каждое правило задаёт лимит заряда, который действует, пока выполняются его условия.
tr: Her kural, koşulları sağlandığı sürece geçerli olan bir şarj sınırı belirler.
uk: Кожне правило задає ліміт заряду, який діє, поки виконуються його умови.
zh_hans: 每条规则设置一个充电限制，在其条件满足时生效。

# automation.no_rules
source: No rules yet. Add one to automate your charge limit by time and place.
cs: Zatím žádná pravidla. Přidejte pravidlo pro automatizaci limitu nabíjení podle času a místa.
de: Noch keine Regeln. Füge eine hinzu, um dein Ladelimit nach Zeit und Ort zu automatisieren.
fr: Aucune règle pour le moment. Ajoutez-en une pour automatiser votre limite de charge selon l’heure et le lieu.
it: Ancora nessuna regola. Aggiungine una per automatizzare il limite di ricarica in base a ora e luogo.
ja: ルールがまだありません。時間と場所に応じて充電上限を自動化するルールを追加してください。
ko: 아직 규칙이 없습니다. 시간과 장소에 따라 충전 한도를 자동화하려면 규칙을 추가하세요.
nl: Nog geen regels. Voeg er een toe om je oplaadlimiet te automatiseren op tijd en plaats.
pl: Brak reguł. Dodaj regułę, aby automatyzować limit ładowania według czasu i miejsca.
pt_br: Nenhuma regra ainda. Adicione uma para automatizar seu limite de carregamento por horário e local.
ru: Пока нет правил. Добавьте правило, чтобы автоматизировать лимит заряда по времени и месту.
tr: Henüz kural yok. Şarj sınırını saate ve yere göre otomatikleştirmek için bir kural ekleyin.
uk: Поки немає правил. Додайте правило, щоб автоматизувати ліміт заряду за часом і місцем.
zh_hans: 暂无规则。添加规则可按时间和地点自动设置充电限制。

# automation.pane.accessibility_title
source: Automation pane
cs: Panel automatizace
de: Automatisierungsbereich
fr: Volet Automatisation
it: Pannello Automazione
ja: 自動化パネル
ko: 자동화 패널
nl: Automatiseringspaneel
pl: Panel automatyzacji
pt_br: Painel de automação
ru: Раздел автоматизации
tr: Otomasyon bölmesi
uk: Панель автоматизації
zh_hans: 自动化面板

# automation.pane.title
source: Automation
cs: Automatizace
de: Automatisierung
fr: Automatisation
it: Automazione
ja: 自動化
ko: 자동화
nl: Automatisering
pl: Automatyzacja
pt_br: Automação
ru: Автоматизация
tr: Otomasyon
uk: Автоматизація
zh_hans: 自动化

# automation.summary.any_time
source: Any time
cs: Kdykoli
de: Jederzeit
fr: À tout moment
it: In qualsiasi momento
ja: いつでも
ko: 언제든지
nl: Altijd
pl: O każdej porze
pt_br: A qualquer hora
ru: В любое время
tr: Her zaman
uk: Будь-коли
zh_hans: 任何时间

# automation.summary.anywhere
source: Anywhere
cs: Kdekoli
de: Überall
fr: Partout
it: Ovunque
ja: どこでも
ko: 어디서나
nl: Overal
pl: Wszędzie
pt_br: Em qualquer lugar
ru: Везде
tr: Her yerde
uk: Будь-де
zh_hans: 任何地点

# automation.summary.every_day
source: Every day
cs: Každý den
de: Täglich
fr: Tous les jours
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
pl: Codziennie
pt_br: Todos os dias
ru: Каждый день
tr: Her gün
uk: Щодня
zh_hans: 每天

# automation.summary.weekdays
source: Weekdays
cs: Všední dny
de: Wochentags
fr: En semaine
it: Giorni feriali
ja: 平日
ko: 평일
nl: Doordeweeks
pl: Dni robocze
pt_br: Dias úteis
ru: По будням
tr: Hafta içi
uk: У будні
zh_hans: 工作日

# automation.summary.weekends
source: Weekends
cs: Víkendy
de: Am Wochenende
fr: Le week-end
it: Fine settimana
ja: 週末
ko: 주말
nl: Weekenden
pl: Weekendy
pt_br: Fins de semana
ru: По выходным
tr: Hafta sonu
uk: У вихідні
zh_hans: 周末

# automation.summary.within_radius
source: Within %@
cs: V okruhu %@
de: Innerhalb von %@
fr: Dans un rayon de %@
it: Entro %@
ja: %@以内
ko: %@ 이내
nl: Binnen %@
pl: W promieniu %@
pt_br: Dentro de %@
ru: В радиусе %@
tr: %@ içinde
uk: У радіусі %@
zh_hans: %@ 以内

# automation.untitled_rule
source: Untitled rule
cs: Pravidlo bez názvu
de: Unbenannte Regel
fr: Règle sans nom
it: Regola senza nome
ja: 名称未設定のルール
ko: 이름 없는 규칙
nl: Naamloze regel
pl: Reguła bez nazwy
pt_br: Regra sem título
ru: Правило без названия
tr: Adsız kural
uk: Правило без назви
zh_hans: 未命名规则

# battery_info.label.additional.app_mode
source: App mode
cs: Režim aplikace
de: App-Modus
fr: Statut
it: Modalità
ja: 充電モード
ko: 앱 모드
nl: Appmodus
pl: Tryb apki
pt_br: Modo App
ru: Режим приложения
tr: Uygulama modu
uk: Режим
zh_hans: 应用模式

# battery_info.label.additional.battery_capacity
source: Battery Health
cs: Kondice baterie
de: Akkuzustand
fr: Santé de la batterie
it: Salute batteria
ja: バッテリー状態
ko: 배터리 성능
nl: Batterijconditie
pl: Żywotność baterii
pt_br: Saúde da Bateria
ru: Состояние аккумулятора
tr: Pil Sağlığı
uk: Стан акумулятора
zh_hans: 电池健康

# battery_info.label.additional.cycle_count
source: Cycle Count
cs: Počet cyklů
de: Ladezyklen
fr: Nombre de cycles
it: Cicli di carica
ja: 充電サイクル数
ko: 사이클 수
nl: Aantal Cycli
pl: Liczba cykli
pt_br: Contagem de Ciclos
ru: Количество циклов перезарядки
tr: Devir Sayısı
uk: Кількість циклів
zh_hans: 循环计数

# battery_info.label.additional.last_discharge
source: Last discharge
cs: Poslední vybití
de: Letzte Entladung
fr: Dernière décharge complète
it: Ultima scarica
ja: 最後の放電
ko: 마지막 방전
nl: Laatst volledig ontladen
pl: Ostatnio rozładowano
pt_br: Última descarga
ru: последняя разрядка
tr: Son deşarj
uk: Остання розрядка
zh_hans: 上次放电

# battery_info.label.additional.last_full_charge
source: Last full charge
cs: Poslední plné nabití
de: Letzte vollständige Ladung
fr: Dernière charge complète
it: Ultima carica completa
ja: 最後の完全充電
ko: 마지막 완전 충전
nl: Laatst volledig opgeladen
pl: Ostatnio naładowano
pt_br: Última carga completa
ru: последний полный заряд
tr: Son tam şarj
uk: Останній повний заряд
zh_hans: 上次完全充电

# battery_info.label.additional.power_source
source: Power Source
cs: Zdroj napájení
de: Ladequelle
fr: Source
it: Fonte di carica
ja: 電源
ko: 전원 공급원
nl: Stroomvoorziening
pl: Źródło zasilania
pt_br: Fonte de Energia
ru: Источник питания
tr: Güç Kaynağı
uk: Джерело живлення
zh_hans: 电源

# battery_info.label.additional.temperature
source: Temperature
cs: Teplota
de: Temperatur
fr: Température
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pl: Temperatura baterii
pt_br: Temperatura
ru: Температура
tr: Sıcaklık
uk: Температура
zh_hans: 温度

# battery_info.label.additional.unknown_health
source: Unknown
cs: Není známo
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知

# battery_info.label.info_missing
source: Info is missing
cs: Chybí informace
de: Information fehlt
fr: Information manquante
it: Informazione mancante
ja: 情報が見つかりません
ko: 정보 없음
nl: Informatie mist
pl: Czekam na informacje
pt_br: Falta Informação
ru: Информация отсутствует
tr: Bilgi eksik
uk: Інформація відсутня
zh_hans: 信息缺失

# battery_info.label.main.battery
source: Battery
cs: Baterie
de: Akku
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
nl: Batterij
pl: Bateria
pt_br: Bateria
ru: Аккумулятор
tr: Pil
uk: Акумулятор
zh_hans: 电池

# battery_info.label.main.elapsed_time
source: Elapsed Time
cs: Uplynulý čas
de: Verstrichene Zeit
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
nl: Verstreken Tijd
pl: Czas na baterii/zasilaczu
pt_br: Tempo Decorrido
ru: Прошедшее время
tr: Geçen Süre
uk: Минулий час
zh_hans: 已用时间

# battery_info.label.main.time.calculating
source: Calculating…
cs: Výpočet...
de: Wird berechnet…
fr: Calcul…
it: Calcolando...
ja: 計算中
ko: 계산 중…
nl: Berekenen…
pl: Obliczam…
pt_br: Calculando…
ru: Вычисление…
tr: Hesaplanıyor…
uk: Обчислення…
zh_hans: 计算中…

# battery_info.label.main.time.time_left
source: Time Left
cs: Zbývající čas
de: Verbleibende Zeit
fr: Temps restant
it: Tempo rimasto
ja: 残り時間
ko: 남은 시간
nl: Resterende Tijd
pl: Pozostało
pt_br: Tempo Restante
ru: Осталось времени
tr: Kalan Süre
uk: Залишилось часу
zh_hans: 剩余时间

# battery_info.label.main.time.time_to_charge
source: Time to Charge
cs: Čas do nabití
de: Ladezeit
fr: Temps de charge
it: Tempo di ricarica
ja: 充電時間
ko: 충전 완료까지
nl: Resterende Oplaadtijd
pl: Czas do naładowania
pt_br: Tempo para Carregar
ru: Время зарядки
tr: Şarj Etme Süresi
uk: Час до зарядки
zh_hans: 充电时间

# battery_info.label.top_coalition.battery_draining
source: Severe
cs: Kritický
de: Kritisch
fr: Critique
it: Critico
ja: 深刻
ko: 심각
nl: Ernstig
pl: Krytyczne
pt_br: Crítico
ru: Критический
tr: Kritik
uk: Критичний
zh_hans: 严重

# battery_info.label.top_coalition.high
source: High
cs: Vysoký
de: Hoch
fr: Élevé
it: Alto
ja: 高
ko: 높음
nl: Hoog
pl: Wysokie
pt_br: Alto
ru: Высокий
tr: Yüksek
uk: Високий
zh_hans: 高

# battery_info.label.top_coalition.medium
source: Medium
cs: Střední
de: Mittel
fr: Moyen
it: Medio
ja: 中
ko: 보통
nl: Gemiddeld
pl: Średnie
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
zh_hans: 中等

# battery_info.label.top_coalition.none
source: No apps using significant energy
cs: Žádné aplikace nespotřebovávají velké množství energie
de: Keine App verbraucht überwiegend viel Strom
fr: Aucune application n'utilise suffisamment d'énergie
it: Nessuna app utilizza molta energia
ja: エネルギーを著しく消費するアプリなし
ko: 많은 에너지를 사용하는 앱 없음
nl: Geen apps met hoog energieverbruik
pl: Żadna z apek nie powoduje dużego zużycia energii
pt_br: Nenhum aplicativo usando muita energia
ru: Нет приложений, потребляющих значительное количество энергии
tr: Önemli ölçüde enerji kullanan uygulama yok
uk: Немає програм, що споживають значну кількість енергії
zh_hans: 目前没有高能耗应用

# battery_info.label.top_coalition.very_high
source: Very High
cs: Velmi vysoký
de: Sehr hoch
fr: Très élevé
it: Molto alto
ja: 非常に高い
ko: 매우 높음
nl: Zeer hoog
pl: Bardzo Wysokie
pt_br: Muito alto
ru: Очень высокий
tr: Çok yüksek
uk: Дуже високий
zh_hans: 非常高

# common.label.unknown_error
source: Unknown Error
cs: Neznámá chyba
de: Unbekannter Fehler
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误

# installer.button.label.accept
source: Accept
cs: Přijmout
de: Akzeptieren
fr: Accepter
it: Accetta
ja: 承諾
ko: 수락
nl: Accepteer
pl: Akceptuję
pt_br: Aceitar
ru: Принять
tr: Kabul Et
uk: Прийняти
zh_hans: 接受

# installer.button.label.decline
source: Decline
cs: Odmítnout
de: Ablehnen
fr: Décliner
it: Rifiuta
ja: 拒否
ko: 거절
nl: Weiger
pl: Odrzucam
pt_br: Recusar
ru: Отклонить
tr: Reddet
uk: Відхилити
zh_hans: 拒绝

# installer.button.label.install
source: Install
cs: Nainstalovat
de: Installieren
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeer
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
uk: Встановити
zh_hans: 安装

# installer.name
source: BatFi Installer
cs: Instalátor BatFi
fr: Installer BatFi
ja: BatFi インストーラ
nl: Installatieprogramma
pl: Instalator BatFi
pt_br: Instalador BatFi
ru: Установщик BatFi
tr: BatFi Yükleyicisi
uk: Інсталятор BatFi
zh_hans: BatFi安装器

# installer.status.done
source: Done
cs: Hotovo
de: Fertig
fr: OK
it: Completato
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成

# installer.status.download_error
source: Download error. %@
cs: Chyba stahování. %@
de: Fehler beim Herunterladen. %@
fr: Erreur de téléchargement. %@
it: Errore di download. %@
ja: ダウンロードエラー %@
ko: 다운로드 오류. %@
nl: Downloadfout. %@
pl: Błąd pobierania. %@
pt_br: Erro de download. %@
ru: Ошибка загрузки. %@
tr: İndirme hatası. %@
uk: Помилка завантаження. %@
zh_hans: 下载错误。%@

# installer.status.downloading
source: Downloading…
cs: Stahování…
de: Wird heruntergeladen…
fr: Téléchargement…
it: Scaricando...
ja: ダウンロード中…
ko: 다운로드 중...
nl: Downloaden…
pl: Pobieram…
pt_br: Baixando…
ru: Загрузка…
tr: İndiriliyor…
uk: Завантаження…
zh_hans: 下载中…

# installer.status.installation_error
source: Installation error. %@
cs: Chyba instalace. %@
de: Installationsfehler. %@
fr: Erreur de l'installation. %@
it: Errore di installazione. %@
ja: インストールエラー %@
ko: 설치 오류. %@
nl: Installatiefout. %@
pl: Błąd instalacji. %@
pt_br: Erro de instalação. %@
ru: Ошибка установки. %@
tr: Kurulum hatası. %@
uk: Помилка встановлення. %@
zh_hans: 安装错误。%@

# installer.status.installing
source: Installing…
cs: Instalace…
de: Installiere…
fr: Installation…
it: Installazione...
ja: インストール中…
ko: 설치 중...
nl: Installeren…
pl: Instaluję…
pt_br: Instalando…
ru: Установка…
tr: Kuruluyor…
uk: Встановлення…
zh_hans: 安装中…

# installer.status.ready
source: Ready to install
cs: Připraveno k instalaci
de: Bereit zur Installation
fr: Prêt à installer
it: Pronto per l'installazione
ja: インストール準備完了
ko: 설치 준비 완료
nl: Klaar om te installeren
pl: Gotowy do instalacji
pt_br: Pronto para instalar
ru: Готов к установке
tr: Kuruluma hazır
uk: Готово до встановлення
zh_hans: 已准备好进行安装
